const diaries = {
    _0618:
        '<h2 class="centerText">_0618 Diary</h2>\
        <fg t="さいきん">最近</fg><fg t="に">日</fg><fg t="ほん">本</fg><fg t="ご">語</fg>を\
        <fg t="じょうず">上手</fg>に\
        なりたいのでどうしたらいいのか\
        <fg t="おも">思</fg>った。<br>\
        <fg t="ぶんぽ">文法</fg>を\
        <fg t="なら">習</fg>うのは\
        <fg t="だい">大</fg><fg t="じ">事</fg>なのねいつも\
        <fg t="じ">時</fg><fg t="かん">間</fg>がかってもやっている。<br>\
        <fg t="むかし">昔</fg><fg t="せい">声</fg><fg t="ゆう">優</fg>ラジオとアイメを\
        <fg t="き">聞</fg>いた<fg t="とき">時</fg>\
        <fg t="に">日</fg><fg t="ほん">本</fg><fg t="ご">語</fg>の\
        <fg t="き">聞</fg>くのは<fg t="じょうず">上手</fg>だった。<br>\
        <fg t="いま">今</fg>はやる<fg t="こと">事</fg>が<fg t="いろ">色</fg>々\
        あってもう<fg t="むかし">昔</fg>の<fg t="べんきょう">勉強</fg>する<fg t="かた">方</fg>\
        は<fg t="">出</fg><fg t="き">来</fg>ない。<br>\
        もしそのほほで<fg t="き">聞</fg>くのと<fg t="ぶんぽ">文法</fg>も\
        <fg t="べんきょう">勉強</fg>をしたいなら<fg t="ね">寝</fg>らないほうがいい。<br>\
        でもそれは<fg t="よ">良</fg>くないほうだから<fg t="わたし">私</fg>はしない。<br>\
        もし<fg t="いま">今</fg>より\
        <fg t="に">日</fg><fg t="ほん">本</fg><fg t="ご">語</fg>\
        を<fg t="じょうず">上手</fg>になる\
        ほうがあるなら<fg t="だれ">誰</fg>が<fg t="おし">教</fg>えてくれ。',
    _0619:
        '<h2 class="centerText">_0619 Diary</h2>\
        <fg t="きょうの">今日</fg>の<fg t="じゅうぎょう">授業</fg>はいつもだった。\
        <fg t="ぶん">文</fg><fg t="ぽ">法</fg><br>\
        <fg t="いま">今</fg><fg t="ぼく">僕</fg>の\
        <fg t="に">日</fg><fg t="ほん">本</fg><fg t="ご">語</fg>が\
        JLPTN2レベルじゃないから<fg t="いま">今</fg>の<fg t="じゅうぎょう">授業</fg>が\
        <fg t="だい">大</fg><fg t="じ">事</fg>だ。<br>\
        <fg t="あた">新</fg>しい<fg t="ぶん">文</fg><fg t="ぽ">法</fg>\
        はいつもいい。<fg t="ぼく">僕</fg>の\
        <fg t="に">日</fg><fg t="ほん">本</fg><fg t="ご">語</fg>を\
        <fg t="いま">今</fg>より<fg t="じょうず">上手</fg>になるのへ<br>\
        <fg t="て">手</fg><fg t="つだ">伝</fg>いうなら<fg t="なに">何</fg>もやらるさ！',
    _0620:
        '',
    _0621:
        ''
}